<html xmlns:v="urn:schemas-microsoft-com:vml"
xmlns:o="urn:schemas-microsoft-com:office:office"
xmlns:w="urn:schemas-microsoft-com:office:word"
xmlns:m="http://schemas.microsoft.com/office/2004/12/omml"
xmlns="http://www.w3.org/TR/REC-html40">

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<meta name=ProgId content=Word.Document>

<style>

</style>

</head>

<body lang=EN-US link=blue vlink=purple style='tab-interval:.5in'>
<h2>I. Các k&#7929; thu&#7853;t</h2>
<h3>2. Phân k&#7923;</h3>
K&#7929; thu&#7853;t phân k&#7923; th&#432;&#7901;ng &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; d&#7921; báo &#273;&#7843;o chi&#7873;u xu h&#432;&#7899;ng. 
<br>
Phân k&#7923; g&#7891;m có 2 lo&#7841;i:
<br>
- <b>Phân k&#7923; t&#259;ng giá:</b> Khi giá c&#7893; phi&#7871;u &#273;ang xu&#7889;ng và hình thành các &#273;áy th&#7845;p h&#417;n nh&#432;ng &#273;&#432;&#7901;ng ch&#7881; báo l&#7841;i hình thành các &#273;áy cao d&#7847;n lên. D&#7921; báo kh&#7843; n&#259;ng &#273;&#7843;o chi&#7873;u t&#259;ng giá.
<br>
- <b>Phân k&#7923; gi&#7843;m giá:</b> Khi giá c&#7893; phi&#7871;u v&#7851;n ti&#7871;p t&#7909;c t&#259;ng và hình thành các &#273;&#7881;nh cao h&#417;n nh&#432;ng &#273;&#432;&#7901;ng ch&#7881; báo l&#7841;i hình thành các &#273;&#7881;nh th&#7845;p d&#7847;n, &#273;i&#7873;u này cho th&#7845;y xu h&#432;&#7899;ng t&#259;ng giá c&#7893; phi&#7871;u &#273;ã b&#7883; h&#7909;t h&#417;i. D&#7921; báo kh&#7843; n&#259;ng &#273;&#7843;o chi&#7873;u gi&#7843;m giá.
<br>
VD Phân k&#7923; t&#259;ng giá: &#272;&#432;&#7901;ng giá t&#7841;o ra các &#273;áy th&#7845;p h&#417;n nh&#432;ng ch&#7881; báo Chaikin l&#7841;i cho các &#273;áy cao d&#7847;n lên. S&#7921; phân k&#7923; này d&#7921; báo downtrend có th&#7875; &#273;ã h&#7871;t l&#7921;c và giá có th&#7875; s&#7855;p &#273;&#7843;o chi&#7873;u
<br>
<img src="diver001.png" border="0" alt="">
<br>
<br>
VD Phân k&#7923; gi&#7843;m giá
<br>
<img src="diver002.png" border="0" alt="">

</body>

</html>
