<html>
<!-- Created on: 1/11/2012 -->
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
  <title></title>
  <meta name="description" content="">
  <meta name="keywords" content="">
  <meta name="author" content="Unregistered User">
  <meta name="generator" content="AceHTML 6 Pro">
</head>
<body>
<h1>Fibonacci</h1>
Trong phân tích k&#7929; thu&#7853;t, Fibonacci &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; v&#7869; các &#273;&#432;&#7901;ng mà kho&#7843;ng cách c&#7911;a chúng có các t&#7881; l&#7879; tuân theo t&#7881; l&#7879; Fibonacci.
<br>
T&#7881; l&#7879; Fibonacci (%): 0, 23.6, 38.2, 50.0, 61.8, 100, 161.8, ...
<br>
<br>
Lý lu&#7853;n c&#7911;a ph&#432;&#417;ng pháp này là trong cu&#7897;c s&#7889;ng t&#7921; nhiên có r&#7845;t nhi&#7873;u cá th&#7875;, s&#7921; ki&#7879;n ng&#7851;u nhiên tuân theo t&#7881; l&#7879; Fibonacci. Do &#273;ó giá ch&#7913;ng khoán c&#361;ng có th&#7875; &#7849;n ch&#7913;a dãy Fibonacci trong &#273;ó. Th&#7875; hi&#7879;n c&#7911;a dãy Fibonacci &#273;&#7889;i v&#7899;i giá c&#7893; phi&#7871;u có th&#7875; là m&#7913;c giá (m&#7913;c kháng c&#7921;, h&#7895; tr&#7907;) ho&#7863;c th&#7901;i &#273;i&#7875;m &#273;&#7843;o chi&#7873;u giá.
<h2>Cách v&#7869;  Fibonacci</h2>
Ngo&#7841;i tr&#7915; Fibonacci Projection, các &#273;&#432;&#7901;ng Fibonacci khác &#273;&#7873;u &#273;&#432;&#7907;c v&#7869; ch&#7881; b&#7903;i 2 &#273;i&#7875;m t&#7885;a &#273;&#7897;: &#273;i&#7875;m g&#7889;c và &#273;i&#7875;m t&#7841;i t&#7881; l&#7879; 100%.
<br>
Cách v&#7869; Fibonacci nh&#432; sau:
<br>
- Xác &#273;&#7883;nh m&#7897;t sóng trên &#273;&#7891; th&#7883; giá &#273;&#7875; làm c&#7903; s&#7903;. &#272;&#7863;t 2 t&#7885;a &#273;&#7897; c&#7911;a Fibonacci t&#7841;i 2 &#273;i&#7875;m &#273;áy + &#273;&#7881;nh ho&#7863;c &#273;&#7881;nh + &#273;áy.
<br>
- Gi&#7843; s&#7917; ta ch&#7885;n sóng lên làm c&#417; s&#7903;, khi &#273;ó &#273;&#7863;t &#273;i&#7875;m g&#7889;c c&#7911;a Fibonacci t&#7841;i &#273;i&#7875;m &#273;áy, sau &#273;ó kéo &#273;i&#7875;m th&#7913; 2 &#273;&#7871;n &#273;&#7881;nh c&#7911;a sóng. T&#7913;c là &#273;i&#7875;m t&#7881; l&#7879; 100% s&#7869; trùng vào &#273;&#7881;nh c&#7911;a sóng c&#417; s&#7903;. B&#7841;n c&#361;ng có th&#7875; &#273;&#7863;t &#273;i&#7875;m t&#7881; l&#7879; 50%, 68% hay 100% vào &#273;&#7881;nh c&#7911;a sóng tùy theo quan &#273;i&#7875;m c&#7911;a b&#7841;n.
<br>
- Sau khi v&#7869; xong, các &#273;&#432;&#7901;ng t&#7881; l&#7879; Fibonacci s&#7869; là c&#417; s&#7903; &#273;&#7875; d&#7921; &#273;oán các &#273;i&#7875;m "nh&#7841;y c&#7843;m" c&#7911;a giá ho&#7863;c ng&#432;&#7905;ng h&#7895; tr&#7907;/kháng c&#7921;...
<br>
Cách v&#7869; Fibonacci Projection: &#272;&#7875; v&#7869; Fibonacci Projection thì c&#7847;n ch&#7885;n 3 t&#7885;a &#273;&#7897;. Cách ch&#7885;n t&#7885;a &#273;&#7897; 1&2 gi&#7889;ng nh&#432; &#273;ã làm v&#7899;i các Fibonacci thông th&#432;&#7901;ng. T&#7885;a &#273;&#7897; th&#7913; 3 s&#7869; là &#273;i&#7875;m &#273;&#7875; chi&#7871;u sóng c&#417; s&#7903;. Ví d&#7909; sóng c&#417; s&#7903; là sóng lên (t&#7885;a &#273;&#7897; 1&2 l&#7847;n l&#432;&#7907;t là &#273;áy và &#273;&#7881;nh), khi &#273;ó t&#7885;a &#273;&#7897; th&#7913; 3 s&#7869; là &#273;áy mà b&#7841;n mu&#7889;n ch&#7885;n &#273;&#7875; chi&#7871;u sóng c&#417; s&#7903;.
<br>
<br>
<i>&#272;&#7889;i v&#7899;i Fibonacci Time/Fan/Arc thì 2 t&#7885;a &#273;&#7897; &#273;&#7875; v&#7869; Fibonacci không nh&#7845;t thi&#7871;t ph&#7843;i là &#273;áy+&#273;&#7881;nh ho&#7863;c &#273;&#7881;nh+&#273;áy c&#7911;a m&#7897;t con sóng. Nó có th&#7875; là 2 &#273;áy, 2 &#273;&#7881;nh ho&#7863;c 2 &#273;i&#7875;m nào &#273;ó trên &#273;&#7891; th&#7883; giá mà b&#7841;n cho là &#273;&#7911; nh&#7841;y c&#7843;m.</i>
<h2>&#7912;ng d&#7909;ng</h2>
Fibonacci Fan/Arc/Retracement/Projection: Các &#273;&#432;&#7901;ng t&#7881; l&#7879; &#273;&#432;&#7907;c &#7913;ng d&#7909;ng &#273;&#7875; xác &#273;&#7883;nh ng&#432;&#7905;ng kháng c&#7921;/h&#7895; tr&#7907;.
Fibonacci Time: Các &#273;&#432;&#7901;ng t&#7881; l&#7879; &#273;&#432;&#7907;c dùng &#273;&#7875; d&#7921; &#273;oán th&#7901;i &#273;i&#7875;m "nh&#7841;y c&#7843;m" mà có th&#7875; gây &#273;&#7843;o chi&#7873;u giá.
<br>
<h2>M&#7897;t s&#7889; ví d&#7909; minh h&#7885;a</h2>
Fibonacci Retracement
<br>
<img src="fibo_retrace.png" alt="" border="0">
<br>
Fibonacci Time
<br>
<img src="fibo_time.png" alt="" border="0">
<br>
Fibonacci Arc
<br>
<img src="fibo_arc.png" alt="" border="0">
<br>
Fibonacci Fan
<br>
<img src="fibo_fan.png" alt="" border="0">
<br>
Fibonacci Projection
<br>
<img src="fibo_proj.png" alt="" border="0">
</body>
</html>
