<html xmlns:v="urn:schemas-microsoft-com:vml"
xmlns:o="urn:schemas-microsoft-com:office:office"
xmlns:w="urn:schemas-microsoft-com:office:word"
xmlns:m="http://schemas.microsoft.com/office/2004/12/omml"
xmlns="http://www.w3.org/TR/REC-html40">

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">

</head>

<body lang=EN-US link=blue vlink=purple style='tab-interval:.5in'>

<div class=Section1>

<h2>MFI – Money flow index</h2>
<b>Công th&#7913;c</b>
<p>
<div class="box"><pre style="font-family:monospace">
  * 1. Typical Price = (High + Low + Close)/3
  * 2. Raw Money Flow = Typical Price x Volume
  * 3. Positive Money Flow = Sum of positive Raw Money Flow over 14 periods. 
  * 4. Negative Money Flow = Sum of negative Raw Money Flow over 14 periods. 
  * 5. Money Flow Ratio = (Positive Money Flow)/(Negative Money Flow)
  * 6. Money Flow Index = 100 - 100/(1 + Money Flow Ratio)
</pre></div>
</p>
Ch&#7881; S&#7889; &#273;o dòng
ti&#7873;n MFI là ch&#7881; báo k&#7929; thu&#7853;t dùng &#273;&#7875; &#273;o
s&#7913;c m&#7841;nh c&#7911;a dòng ti&#7873;n ra vào c&#7911;a m&#7897;t c&#7893;
phi&#7871;u. MFI liên quan ch&#7863;t ch&#7869; v&#7899;i RSI nh&#432;ng RSI
liên quan &#273;&#7871; v&#7899;i giá ch&#7913;ng khoán, còn MFI liên quan
&#273;&#7871;n kh&#7889;i l&#432;&#7907;ng (theo cách tính) .
<br>
<br>
MFI c&#361;ng ch&#7881; ra s&#7921; phân k&#7923; gi&#7919;a ch&#7881; s&#7889;
và bi&#7871;n &#273;&#7893;i v&#7873; giá. Khi giá có xu h&#432;&#7899;ng
&#273;i lên cao và MFI có xu h&#432;&#7899;ng &#273;i xu&#7889;ng th&#7845;p
(ho&#7863;c ng&#432;&#7907;c l&#7841;i), thì kh&#7843; n&#259;ng &#273;&#7843;o
chi&#7873;u có th&#7875; x&#7843;y ra.
<br>
Tình tr&#7841;ng Quá mua x&#7843;y
ra khi MFI n&#7857;m trên &#273;&#432;&#7901;ng 80.

<br>
Tình tr&#7841;ng Quá bán x&#7843;y ra
khi MFI n&#7857;m d&#432;&#7899;i &#273;&#432;&#7901;ng 20.
<br>
Khi xu h&#432;&#7899;ng t&#259;ng
quá m&#7841;nh, giá c&#7893; phi&#7871;u có th&#7875; ti&#7871;p t&#7909;c
t&#259;ng cao khi MFI &#273;ã vào vùng quá mua. Ng&#432;&#7907;c l&#7841;i giá
c&#7893; phi&#7871;u có th&#7875; ti&#7871;p t&#7909;c gi&#7843;m n&#7871;u xu
h&#432;&#7899;ng gi&#7843;m quá m&#7841;nh k&#7875; c&#7843; khi th&#7883;
tr&#432;&#7901;ng &#273;ã r&#417;i vào tình tr&#7841;ng quá bán.
<br>
<img src="mfi001.png" v:shapes="Picture_x0020_3">
<br>

<h2>S&#7921; phân k&#7923;</h2>

<b>Phân k&#7923; t&#259;ng giá</b>
<br>
xu&#7845;t hi&#7879;n khi giá c&#7893;
phi&#7871;u t&#7841;o các &#273;áy th&#7845;p h&#417;n trong khi MFI t&#7841;o
các &#273;áy cao h&#417;n (&#273;&#432;&#7901;ng nét &#273;&#7913;t màu xanh).

<br>
<b>Phân k&#7923; gi&#7843;m giá</b>
<br>
Xu&#7845;t hi&#7879;n khi giá c&#7893;
phi&#7871;u t&#7841;o các &#273;&#7881;nh cao h&#417;n nh&#432;ng cùng th&#7901;i
&#273;i&#7875;m, MFI t&#7841;o các &#273;&#7881;nh th&#7845;p h&#417;n
(&#273;&#432;&#7901;ng nét &#273;&#7913;t màu &#273;&#7887;). Chú ý &#273;&#7871;n
các &#273;áy b&#7857;ng nhau c&#7911;a MFI (&#273;&#432;&#7901;ng k&#7867;
ngang màu xanh), &#273;ó chính là l&#7895; l&#7921;c c&#7911;a dòng ti&#7873;n
&#273;&#7875; &#273;&#7849;y giá lên nh&#432;ng &#273;&#7881;nh c&#7911;a MFI l&#7841;i
th&#7845;p h&#417;n &#273;&#7881;nh l&#7847;n tr&#432;&#7899;c ch&#7913;ng t&#7887;
s&#7921; h&#7909;t h&#417;i c&#7911;a dòng ti&#7873;n.

<br>
<img src="mfi003.png" v:shapes="Picture_x0020_4">

</body>

</html>
