<html>
<!-- Created on: 1/10/2012 -->
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
  <title></title>
  <meta name="description" content="">
  <meta name="keywords" content="">
  <meta name="author" content="Unregistered User">
  <meta name="generator" content="AceHTML 6 Pro">
</head>
<body>
<h1>Ch&#7881; báo ROC (Rate of Change)</h1>
Ch&#7881; báo ROC (Rate of Change) &#273;&#432;&#7907;c xem nh&#432; là ch&#7881; báo &#273;&#7897;ng l&#432;&#7907;ng, nó th&#7875; hi&#7879;n s&#7921; thay &#273;&#7893;i ph&#7847;n tr&#259;m giá c&#7893; phi&#7871;u. Nó &#273;&#432;&#7907;c tính toán d&#7921;a trên vi&#7879;c so sánh giá c&#7893; phi&#7871;u hi&#7879;n t&#7841;i v&#7899;i giá c&#7911;a m&#7897;t th&#7901;i k&#7923; tr&#432;&#7899;c &#273;ó.
<br>
<b>ROC = 100*(CLOSE - CLOSE_n)/CLOSE_n</b>
<br>
trong &#273;ó CLOSE là giá hi&#7879;n t&#7841;i, CLOSE_n là giá c&#7911;a "n" ngày tr&#432;&#7899;c &#273;ó.

<h2>Phân tích</h2>
Ch&#7881; báo ROC là m&#7897;t momentum c&#7911;a thay &#273;&#7893;i giá c&#7893; phi&#7871;u. Nhìn chung, giá c&#7893; phi&#7871;u là t&#259;ng khi ch&#7881; báo ROC &#273;i lên và giá c&#7889; phi&#7871;u có xu 

h&#432;&#7899;ng gi&#7843;m khi ch&#7881; báo ROC &#273;i xu&#7889;ng.
<br>

<h3>Quá mua/quá bán</h3>
Có ba xu h&#432;&#7899;ng giá c&#417; b&#7843;n: t&#259;ng, gi&#7843;m và sideways. Các ch&#7881; báo Momentum th&#432;&#7901;ng ch&#7881; báo t&#7889;t trong giai &#273;o&#7841;n giá c&#7893; phi&#7871;u sideways do các &#273;i&#7875;m quá mua/quá bán chu&#7849;n xác h&#417;n và c&#361;ng d&#7877; dàng d&#7921; báo &#273;i&#7875;m quay &#273;&#7847;u c&#7911;a giá c&#7893; phi&#7871;u. Tuy nhiên trong giai &#273;o&#7841;n t&#259;ng/gi&#7843;m thì c&#7893; phi&#7871;u c&#361;ng có th&#7875; sideways theo h&#432;&#7899;ng zigzag &#273;i lên hay &#273;i xu&#7889;ng. Khi &#273;ó ch&#7881; báo momentum c&#361;ng &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; d&#7921; báo các &#273;i&#7875;m quá mua/bán hay &#273;i&#7875;m quay &#273;&#7847;u. Trong tr&#432;&#7901;ng h&#7907;p này ROC &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; xác &#273;&#7883;nh các giai &#273;o&#7841;n giá lên xu&#7889;ng khi ROC (ph&#7847;n tr&#259;m thay &#273;&#7893;i) ch&#7841;m vào m&#7897;t ng&#432;&#7905;ng nào &#273;ó.
<br>
<img src="roc002.png" border="0" alt="">
<br>
Hình trên minh h&#7885;a c&#7893; phi&#7871;u AET v&#7899;i m&#7897;t uptren t&#7915; tháng 4/2009 &#273;&#7871;n 4/2010. Trong giai &#273;o&#7841;n uptrend này thì c&#7893; phi&#7871;u v&#7851;n &#273;i theo ki&#7875;u zigzag khi 

t&#7841;o thành nhi&#7873;u &#273;&#7881;nh và &#273;&#7845;y cao d&#7847;n. &#7902; &#273;ây ROC &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; xác &#273;&#7883;nh các &#273;i&#7875;m quá bán theo trung h&#7841;n. &#272;&#7875; ý &#7903; &#273;ây, &#273;&#432;&#7901;ng -10% &#273;&#432;&#7907;c 

s&#7917; d&#7909;ng nh&#432; là ng&#432;&#7905;ng &#273;&#7875; xác &#273;&#7883;nh th&#7901;i &#273;i&#7875;m quá bán. Trong th&#7921;c t&#7871; thì &#273;&#432;&#7901;ng này có th&#7875; thay &#273;&#7893;i tùy theo tình hình bi&#7871;n &#273;&#7897;ng c&#7911;a giá c&#7893; 

phi&#7871;u.
&#272;i&#7875;m quá bán &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; c&#7843;nh báo th&#7901;i &#273;i&#7875;m quay &#273;&#7847;u &#273;i lên c&#7911;a giá c&#7893; phi&#7871;u, tuy nhiên c&#361;ng có th&#7875; giá c&#7893; phi&#7871;u v&#7851;n ti&#7871;p t&#7909;c &#273;i xu&#7889;ng. 
<br>
Trong ví d&#7909; này, &#273;&#432;&#7901;ng SMA-20 &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; c&#7911;ng c&#7889; thêm tín hi&#7879;u. Khi c&#7893; phi&#7871;u r&#417;i vào tình tr&#7841;ng quá bán vào tháng 10/2009 và khi &#273;&#432;&#7901;ng 

giá c&#7855;t trên &#273;&#432;&#7901;ng SMA-20 vào cu&#7889;i tháng 10. Khi &#273;ó có th&#7875; kh&#7859;ng &#273;&#7883;nh ch&#7855;c ch&#7855;n h&#417;n v&#7873; xu h&#432;&#7899;ng &#273;i lên c&#7911;a giá c&#7893; phi&#7871;u. T&#432;&#417;ng t&#7921; tr&#432;&#7901;ng 

h&#7907;p quá bán khác r&#417;i vào tháng 2/2010.
<br>
<img src="roc003.png" alt="" border="0">
<br>
Hình 2 minh h&#7885;a c&#7893; phi&#7871;u Microsoft v&#7899;i downtrend t&#7915; tháng 11/2007 &#273;&#7871;n tháng 11/2008. Ch&#7881; báo ROC(20) &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; xác &#273;&#7883;nh các &#273;i&#7875;m quá mua. Giá c&#7893; phi&#7871;u cu&#7889;i tháng 12/2007 ch&#7841;m &#273;&#432;&#7901;ng +10%, &#273;i&#7873;u này có ngh&#297;a là c&#7893; phi&#7871;u &#273;ã t&#259;ng 10% so v&#7899;i 20 ngày tr&#432;&#7899;c (1 tháng) &#273;ó. &#272;i&#7875;m quá mua 10% l&#7847;n ti&#7871;p theo ch&#7881; &#273;&#7871;n t&#7853;n tháng 4/2008 m&#7899;i xu&#7845;t hi&#7879;n. &#272;&#432;&#7901;ng giá phá v&#7905; &#273;&#432;&#7901;ng h&#7895; tr&#7907; (&#273;&#432;&#7901;ng k&#7867; xanh blue) vào tháng 5/2008 &#273;&#7875; ti&#7871;p t&#7909;c downtrend.
<br>
<img src="roc004.png" border="0"alt="">
Hình 3 minh h&#7885;a c&#7893; phi&#7871;u Abercrombie & Fitch(ANF) trong giai &#273;o&#7841;n t&#7915; tháng 10/2006 &#273;&#7871;n 2/2008. ROC(20) &#273;&#432;&#7907;c s&#7917; d&#7909;ng v&#7899;i 2 &#273;&#432;&#7901;ng +10% và -10%. Trong ví d&#7909; này, các &#273;i&#7875;m quá bán/quá mua &#273;&#432;&#7907;c ROC(20) d&#7921; báo khá t&#7889;t.
<br>

<h3>K&#7871;t lu&#7853;n</h3>
Ch&#7881; báo ROC cho các &#273;i&#7875;m quá bán, quá mua t&#432;&#417;ng &#273;&#7889;i t&#7889;t, nh&#7845;t là &#273;&#7889;i v&#7899;i giai &#273;o&#7841;n c&#7893; phi&#7871;u sideways. Nên k&#7871;t h&#7907;p v&#7899;i m&#7897;t s&#7889; ch&#7881; báo khác &#273;&#7875; xác th&#7901;i &#273;i&#7875;m giá c&#7893; phi&#7871;u quay &#273;&#7847;u chính xác h&#417;n.

</body>
</html>
