<html xmlns:v="urn:schemas-microsoft-com:vml"
xmlns:o="urn:schemas-microsoft-com:office:office"
xmlns:w="urn:schemas-microsoft-com:office:word"
xmlns:m="http://schemas.microsoft.com/office/2004/12/omml"
xmlns="http://www.w3.org/TR/REC-html40">

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<meta name=ProgId content=Word.Document>

<style>

</style>

</head>

<body lang=EN-US link=blue vlink=purple style='tab-interval:.5in'>

<div class=Section1>

<h2>Relative Strength Index (RSI)</h2>

RSI
&#273;&#432;&#7907;c phát tri&#7875;n b&#7903;i J. Welles Wilder. RSI &#273;o
dao &#273;&#7897;ng c&#7911;a t&#7889;c &#273;&#7897; và thay &#273;&#7893;i
c&#7911;a giá. Giá tr&#7883; c&#7911;a RSI n&#7857;m trong kho&#7843;ng 0 - 100.
Theo Wilder, th&#7883; tr&#432;&#7901;ng &#273;&#432;&#7907;c xem là quá mua
khi RSI n&#7857;m trên &#273;&#432;&#7901;ng 70, là quá bán khi RSI n&#7857;m
d&#432;&#7899;i &#273;&#432;&#7901;ng 30.

<br>
Thông
th&#432;&#7901;ng RSI &#273;&#432;&#7907;c tính toán d&#7921;a trên 14 ngày
tr&#432;&#7899;c &#273;ó, tuy nhiên tham s&#7889; này có th&#7875; thay
&#273;&#7893;i &#273;&#7875; thay &#273;&#7893;i tính nh&#7841;y bén c&#7911;a
RSI.

<h2>Công th&#7913;c</h2>
<p>
 <div class="box"><pre style="font-family:monospace">

                  100
    RSI = 100 - --------
                 1 + RS

    RS = Average Gain / Average Loss

</pre></div>
</p>


<h2>Overbought-Oversold (Quá mua – Quá bán)</h2>

Trong hình d&#432;&#7899;i &#273;ây,
c&#7893; phi&#7871;u McDonalds r&#417;i vào Quá bán h&#7891;i &#273;&#7847;u tháng
8, sau &#273;ó RSI t&#259;ng lên quá 70 kho&#7843;ng gi&#7919;a tháng 9 – tình
tr&#7841;ng Quá mua. B&#7845;t ch&#7845;p tình tr&#7841;ng quá mua, giá
c&#7893; phi&#7871;u ti&#7871;p t&#7909;c t&#259;ng cao. Tr&#432;&#7899;c khi
giá c&#7893; phi&#7871;u &#273;&#7841;t &#273;&#7881;nh vào tháng 12 thì giá
c&#7893; phi&#7871;u &#273;ã ba l&#7847;n r&#417;i vào tr&#7841;ng thái quá
mua.
<br>
<img src="rsi001.png" alt="Chart 3 - RSI Overbought Oversold">
<h2>Phân
k&#7923;</h2>

Theo Wilder, s&#7921; phân k&#7923;
có th&#7875; c&#7843;nh báo m&#7897;t &#273;i&#7875;m &#273;&#7843;o
chi&#7873;u do xu h&#432;&#7899;ng RSI không còn &#7911;ng h&#7897; xu
h&#432;&#7899;ng giá. Phân k&#7923; t&#259;ng giá xu&#7845;t hi&#7879;n khi giá
c&#7893; phi&#7871;u t&#7841;o các &#273;áy th&#7845;p d&#7847;n trong khi RSI
t&#7841;o ra các &#273;áy cao d&#7847;n. Phân k&#7923; gi&#7843;m giá hình
thành khi giá c&#7893; phi&#7871;u hình thành các &#273;&#7881;nh cao d&#7847;n
trong khi RSI l&#7841;i hinh thành các &#273;&#7881;nh th&#7845;p d&#7847;n.
<br>
<img src="rsi003.png" alt="Chart 5 - RSI Divergences" v:shapes="Picture_x0020_178">
<br>
Tuy nhiên hãy c&#7843;nh giác
v&#7899;i tín hi&#7879;u phân k&#7923; khi xu h&#432;&#7899;ng giá c&#7893;
phi&#7871;u không rõ ràng.

<br>
<img src="rsi005.png" alt="Chart 6 - RSI Divergences"></span><span
<br>

<h2>Failure Swings</h2>

Wilder cho r&#7857;ng failure swings
là các ch&#7881; báo m&#7841;nh c&#7911;a s&#7921; &#273;&#7843;o chi&#7873;u. Failure
swing t&#259;ng giá khi RSI &#273;i xu&#7889;ng d&#432;&#7899;i 30 (Quá bán), sau
&#273;ó n&#7843;y lên trên 30 nh&#432;ng r&#7891;i l&#7841;i &#273;i
xu&#7889;ng sát 30 r&#7891;i l&#7841;i n&#7843;y lên. Quá trình n&#7843;y
lên/xu&#7889;ng có th&#7875; còn ti&#7871;p t&#7909;c cho &#273;&#7871;n khi
RSI phá v&#7905; &#273;&#432;&#7901;ng 30 và &#273;&#7841;t m&#7913;c cao h&#417;n.

<br>
<img src="rsi007.png" alt="Chart 7 - RSI Failure Swing">
<br>
A bearish failure swing forms when
RSI moves above 70, pulls back, bounces, fails to exceed 70 and then breaks its
prior low. It is basically a move to overbought levels and then a lower high
below overbought levels. Chart 8 shows Texas Instruments (TXN) with a bearish
failure swing in May-June 2008.

<br>
<img src="rsi010.png" alt="Chart 8 - RSI Failure Swing">

<h2>&#272;&#7843;o chi&#7873;u Positive-Negative (Tích c&#7921;c – Tiêu c&#7921;c)</h2>

Ph&#432;&#417;ng pháp này phát
tri&#7875;n b&#7903;i Andrew Cardwell. K&#7929; thu&#7853;t c&#7911;a Cardwell
khác bi&#7879;t v&#7899;i Wilder. Cardwell cho r&#7857;ng phân k&#7923;
gi&#7843;m l&#7841;i là tín hi&#7879;u c&#7911;a s&#7921; t&#259;ng giá
c&#7893; phi&#7871;u, và phân k&#7923; t&#259;ng l&#7841;i là ch&#7881; báo
c&#7911;a gi&#7843;m giá c&#7893; phi&#7871;u.

<br>
&#272;&#7843;o chi&#7873;u t&#259;ng
giá positive xu&#7845;t hi&#7879;n khi RSI t&#7841;o &#273;áy th&#7845;p
h&#417;n trong khi giá c&#7893; phi&#7871;u hình thành các &#273;áy cao
h&#417;n. Chú ý là các &#273;áy c&#7911;a RSI không n&#7857;m trong vùng Quá
bán, thông th&#432;&#7901;ng chúng n&#7857;m trong vùng 30 – 50.
<br>

<img src="rsi011.png" alt="Chart 11 - RSI Reversals">
<br>
&#272;&#7843;o chi&#7873;u
gi&#7843;m giá negative xu&#7845;t hi&#7879;n khi RSI t&#7841;o các
&#273;&#7881;nh cao h&#417;n trong khi ng&#432;&#7907;c l&#7841;i giá c&#7893;
phi&#7871;u l&#7841;i hình thành các &#273;&#7881;nh th&#7845;p h&#417;n. T&#432;&#417;ng
t&#7921; nh&#432; &#273;&#7843;o chi&#7873;u Positive, các &#273;&#7881;nh
c&#7911;a RSI không n&#7857;m trong vùng Quá mua mà n&#7857;m trong
kho&#7843;ng 50-70. Trong hình minh h&#7885;a d&#432;&#7899;i &#273;ây,
th&#7853;m chí khi RSI hình thành các &#273;ính cao h&#417;n nh&#432;ng giá
c&#7893; phi&#7871;u v&#7851;n không th&#7875; thi&#7871;t l&#7853;p
&#273;&#7881;nh cao h&#417;n &#273;&#7881;nh c&#361;, khi &#273;ó &#273;&#7843;o
chi&#7873;u nagetive hình thành báo hi&#7879;u s&#7921; &#273;&#7843;o
chi&#7873;u gi&#7843;m giá l&#7899;n.

<br>
<img src="rsi013.png" alt="Chart 12 - RSI Reversals">

</div>

</body>

</html>
