<html xmlns:v="urn:schemas-microsoft-com:vml"
xmlns:o="urn:schemas-microsoft-com:office:office"
xmlns:w="urn:schemas-microsoft-com:office:word"
xmlns:m="http://schemas.microsoft.com/office/2004/12/omml"
xmlns="http://www.w3.org/TR/REC-html40">

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<meta name=ProgId content=Word.Document>

<style>

</style>

</head>

<body lang=EN-US link=blue vlink=purple style='tab-interval:.5in'>
<h2>I. Các k&#7929; thu&#7853;t</h2>
<h3>3. Ng&#432;&#7905;ng h&#7895; tr&#7907;/kháng c&#7921; (c&#7843;n)</h3>
Ng&#432;&#7905;ng h&#7895; tr&#7907;/kháng c&#7921; là m&#7913;c giá mà t&#7841;i &#273;ó giá c&#7893; phi&#7871;u có kh&#7843; n&#259;ng b&#7853;t tr&#7903; l&#7841;i. K&#7929; thu&#7853;t th&#432;&#7901;ng dùng &#273;&#7875; xác &#273;&#7883;nh ng&#432;&#7905;ng h&#7895; tr&#7907;/kháng c&#7921; th&#432;&#7901;ng c&#259;n c&#7913; vào các &#273;&#7881;nh/&#273;áy trong quá kh&#7913; c&#7911;a &#273;&#432;&#7901;ng giá c&#7893; phi&#7871;u.
N&#7871;u giá c&#7893; phi&#7871;u n&#7857;m bên d&#432;&#7899;i thì &#273;&#432;&#7901;ng &#273;ó &#273;&#432;&#7907;c g&#7885;i là &#273;&#432;&#7901;ng kháng c&#7921; (hay &#273;&#432;&#7901;ng c&#7843;n). Khi giá c&#7893; phi&#7871;u dao &#273;&#7897;ng quanh &#273;&#432;&#7901;ng kháng c&#7921; thì N&#272;T n&#7855;m gi&#7919; c&#7893; phi&#7871;u có th&#7875; có hành &#273;&#7897;ng bán m&#7841;nh nên giá khó v&#432;&#7907;t qua &#273;&#432;&#7901;ng này.
<br>
N&#7871;u giá c&#7893; phi&#7871;u n&#7857;m trên thì &#273;&#432;&#7901;ng &#273;ó &#273;&#432;&#7907;c g&#7885;i là &#273;&#432;&#7901;ng h&#7895; tr&#7907;. Khi giá r&#417;i xu&#7889;ng g&#7847;n &#273;&#432;&#7901;ng h&#7895; tr&#7907; thì N&#272;T th&#432;&#7901;ng tích c&#7921;c mua vào và do &#273;ó giá c&#7893; phi&#7871;u d&#7877; b&#7883; &#273;&#7849;y tr&#7903; l&#7841;i.
<br>
Khi &#273;ã xác &#273;&#7883;nh &#273;&#432;&#7907;c ng&#432;&#7905;ng c&#7843;n/h&#7895; tr&#7907;, N&#272;T th&#432;&#7901;ng có hành &#273;&#7897;ng khi giá c&#7893; phi&#7871;u phá v&#7905; &#273;&#432;&#7901;ng này. N&#272;T có th&#7875; bán m&#7841;nh n&#7871;u giá r&#417;i xu&#7889;ng d&#432;&#7899;i ng&#432;&#7905;ng h&#7895; tr&#7907;, ng&#432;&#7907;c l&#7841;i N&#272;T có th&#7875; m&#7841;nh d&#7841;n mua vào n&#7871;u m&#7897;t khi ng&#432;&#7905;ng c&#7843;n &#273;ã b&#7883; phá v&#7905;.
<br>
VD: Ng&#432;&#7905;ng c&#7843;n v&#7919;ng ch&#7855;c 460 c&#7911;a VNIndex b&#7883; phá ngày 18/5/2011, sau &#273;ó giá ti&#7871;p t&#7909;c r&#417;i m&#7841;nh xu&#7889;ng t&#7853;n vùng 380.
<br>
<img src="support001.png" border="0" alt="">

</body>

</html>
